Repository: ivankodrnja/ApartmentsCroatia
Catalog: Apartments Croatia/*.lproj/Localizable.strings
Languages: cs, hu, it, pl, sk

source: Istria
cs: Istrie
hu: Isztria
it: L’Istria
sk: Istra

source: Northern Dalmatia
cs: Severní Dalmácie
hu: Észak Dalmácia
it: La Dalmazia del Nord
pl: Północna Dalmacja
sk: Severná Dalmácia

source: Central Dalmatia
cs: Střední Dalmácie
hu: Közép Dalmácia
it: La Dalmazia centrale
pl: Centralna Dalmacja
sk: Stredná Dalmácia

source: Southern Dalmatia
cs: Jižní Dalmácie
hu: Dél Dalmácia
it: La Dalmazia del Sud
pl: Południowa Dalmacja
sk: Južná Dalmacija

source: Continental Croatia
cs: Kontinentální Chorvatsko
hu: Kontinentális Horvátország
it: Croazia continentale
pl: Chorwacja kontynentalna
sk: Kontinentálne Chorvátsko

source: Destination
cs: Místo
hu: Helyben
it: Destinazione
pl: Miejscu
sk: Miesto

source: House
cs: Domů
hu: Házban
it: Casa
pl: Domu
sk: Dom

source: Request
cs: Na požádání
hu: Lekérdezés
it: A richiesta
pl: Na zapytanie
sk: Na žiadosť

source: Apartment info
cs: Apartmány
hu: Apartmanok
it: Detagli
pl: Apartamenty
sk: Apartmány

source: Map
cs: Mapa
hu: Térkép
it: Mappa
pl: Mapa
sk: Mapa

source: Contact info
cs: Kontakty
hu: Kapcsolatok
it: Contatti
pl: Łączność
sk: Kontakty

source: Remove from Wishlist
cs: Odebrat z Oblíbené
hu: Vegye ki a Kedvenclista
it: Rimuovi dai Favoriti
pl: Usuń z Ulubione
sk: Odstrániť zo želania

source: Add to Wishlist
cs: Přidat do Oblíbené
hu: Hozzáadni a Kedvenclista
it: Aggiungi ai Favoriti
pl: Dodaj do Ulubione
sk: Pridať do želania

source: Wishlist
cs: Oblíbené
hu: Kedvenclista
it: Favoriti
pl: Ulubione
sk: Želania

source: BOOK NOW
cs: ZAREZERVOVAT HNED
hu: FOGLALD LE MOST
it: PRENOTA ORA
pl: REZERWUJ TERAZ
sk: REZERVOVAŤ

source: Sea
cs: Moře
hu: Tenger
it: MAre
pl: Morze
sk: More

source: Center
cs: Centrum
hu: Központ
it: Centro
pl: Centrum
sk: Centrum

# priceFrom
source: Daily from
cs: Cena od
hu: Ár tól/től
it: Prezzo da
pl: Cena
sk: Cena od

source: Parking
cs: Parkoviště
hu: Parkoló
it: Parcheggio

source: Pets
cs: Domácí mazlíčci
hu: Házi kedvencek
it: Animali domestici
pl: Zwierzęta domowe
sk: Domáce zvieratá

source: apartment
cs: Apartmán
hu: Apartman
it: Appartamento
pl: Apartament
sk: Apartmán

source: apartments
cs: Apartmány
hu: Apartmanok
it: Appartamenti
pl: Apartamenty
sk: Apartmány

source: Room
cs: Pokoj
hu: Szoba
it: Camera
pl: Pokój
sk: Izba

source: Number of beds
cs: Počet lůžek
hu: Az ágyak száma
it: Numero di posti letto
pl: Liczba łóżek
sk: Počet postelí

# pricePerDayFromInApartmentDetail
source: Price per day from
cs: Cena za den od
hu: Napi ár tól/től:
it: Prezzo al giorno da
pl: Cena za dzień
sk: Cena od

source: Size
cs: Plocha
hu: Alapterület
it: Superficie
pl: Powierzchnia
sk: Povrch

source: On request
cs: Na požádání
hu: Lekérdezés
it: A richiesta
pl: Na zapytanie
sk: Na žiadosť

source: Air Condition
cs: Klimatizační zařízení
hu: Légkondicionáló berendezés
it: Aria condizionata
pl: Klimatyzacja
sk: Klimatizácia

source: Satellite TV
cs: Satelitní TV
hu: Műholdas TV
it: TV via satellite
pl: Telewizja satelitarna
sk: Satelitová TV

source: Address
cs: Adresa
hu: Cím
it: Indirizzo
pl: Adres
sk: Adresa

source: Get directions
cs: Pokyny
hu: Utasítások
it: Istruzioni
pl: Instrukcje
sk: Upute

source: Website
cs: Webové stránky
hu: Web oldal
it: Pagina web
pl: Strona internetowa
sk: Webová stránka

source: Call Us
cs: Zavolat nám
hu: Hívjon fel bennünket
it: Chiamateci
pl: Zadzwoń do nas
sk: Zavolaj nás

# emailSendingError
source: Your device could not send e-mail. Please check e-mail configuration and try again.
cs: Neúspěšné odeslání e-mailu.
hu: Az e-maila nem sikerült.
it: Fallimento invio di e-mail
pl: Twojego e-maila nie udało się wysłać.
sk: Vyslanie emaila neúspešné.

source: Choose Map Style
cs: Druhy map
hu: A térkép fajtája
it: Tipo di mappa
pl: Typ mapy
sk: Druh mapy

source: Standard
cs: Standardní
pl: Standardowa
sk: Standardný

source: Satellite
cs: Satelitní
hu: Műholdas
it: Satellitare
pl: Satelitarna
sk: Satelitový

source: Hybrid
cs: Hybridní
hu: Hibrid
it: Ibrida
pl: Hybrydowa
sk: Vidlica

source: Cancel
cs: Zrušit
hu: Megszakítás
it: Annulla
pl: Anuluj
sk: Zrušiť

source: Home
cs: Domovská
hu: Kezdő
pl: Główna
sk: Základná

source: Nearby
cs: Poblíž
hu: Közelben
it: In vicino
pl: W pobliżu
sk: V blízkosti

source: Map Style
cs: Druhy map
hu: A térkép fajtája
it: Tipo di mappa
pl: Typ mapy
sk: Druh mapy

source: Kvarner
it: Il Quarnero
